{
        "english":{
        "grammar":[
            {
                "number": 1,
                "image_url": "../Images/study_nouns.jpg",
                "front_text": 
                    "Nouns refer to people, places or things. Ideas and thoughts are things too!"
                  ,
                "examples":"<strong>Sally</strong> doesn’t use an iPhone."
            },
            {
                "number": 2,
                "image_url": "../Images/study_pronouns.png",
                "front_text": 
                    "Pronouns are words that replace nouns. The thing (or person, or place) that the pronoun refers to needs to have been mentioned already by name somewhere earlier in the sentence or paragraph!"
                  ,
                "examples":"<strong>I</strong> swam in the ocean. <strong>You swam</strong> in the ocean."
            },
            {
                "number": 3,
                "image_url": "../Images/study_adjectives.jpg",
                "front_text": 
                    "Adjectives are descriptive words that add detail to a sentence. They are used to describe nouns, that we just learnt!"
                  ,
                "examples": "The stuffed toy is <strong>fuzzy</strong> and <strong>round</strong>."
            },
            
            {
                "number": 4,
                "image_url": "../Images/study_verbs.png",
                "front_text": "Verbs are action words, and tell you what the subject(described by a noun or pronoun) is doing.",
                "examples": "He<strong> ran</strong> into the wall."
            },
            {
                "number": 5,
                "image_url": "../Images/study_adverbs.jpg",
                "front_text": "Adverbs describe verbs, adjectives, or even a whole sentence. Adverbs often end with the suffix -ly.",
                "examples": "He did <strong>badly</strong> for his test. I <strong>strongly</strong> disagreed with her."
            },
            {
                "number": 6,
                "image_url": "../Images/study_articles.jpg",
                "front_text": "Articles are words that come before a noun, to describe it. There are 2 different articles - the and a. 'The' means the noun is not specific, while 'a' means the noun is specific!"
                  ,
                "examples": "<strong>The wind</strong> is strong today. <strong>A</strong> visitor came to my house today."
            },
            {
                "number": 7,
                "image_url": "../Images/study_prepositions.jpg",
                "front_text": "Prepositions are little words that tell where or when something is."
                  ,
                "examples": "The monkey is <strong>on</strong> his back. The glue is <strong>behind</strong> the board. "
            },
            {
                "number": 8,
                "image_url": "../Images/study_conjunctions.jpg",
                "front_text": 
                    "Conjunctions are words that connect sentences together, such as and, but and or."
                  ,
                "examples": "I wanted to meet her there on time, <strong>but</strong> I got stuck in traffic. You can’t wear socks <strong>and</strong> sandals."
            },
            {
                "number": 9,
                "image_url": "../Images/study_tenses.png",
                "front_text":"Verbs come in different tenses. Past tense - things that already happened, present tense - things that are currently happening, and future tense - things that haven't happened yet.",
                "examples": "Past tense - I lived here. Present tense - I live here now. Future tense - I will live there soon."
            },
            
            {
                "number": 11,
                "image_url": "../Images/study_subjectverbagreement.png",
                "front_text": 
                    "Singular subjects should take singular verbs, while plural subjects should take plural verbs."
                ,
                "examples": "My brother <strong>is</strong> a doctor. My parents <strong>are</strong> yoga teachers."
            }
            
            
            
            ],
        "vocabulary": [
            {
                "number": 1,
                "image_url": "../Images/vocab_one.jpg",
                "front_text": "Can you tell what these words actually mean?",
                "examples": "You can use any dictionary to find out!"
            },
            {
                "number": 2,
                "image_url": "../Images/vocab_synonyms.jpg",
                "front_text": "2 words are synonyms of each other, when they both have the same meaning.",
                "examples": "The picture shows synonyms for words we use everyday. Try using them in both your conversations with other people, and writing!"
            },
            {
                "number": 3,
                "image_url": "../Images/vocab_antonyms.jpg",
                "front_text": "2 words are antonyms of each other, when they have opposite meanings.",
                "examples": "The picture shows antonyms for words we use everyday. Try matching more words together if you can!"
            },
            {
                "number": 4,
                "image_url": "../Images/vocab_antonyms2.png",
                "front_text": "More antonyms for different words. Can you match these words to more than just the antonym in the picture? ",
                "examples": ""
            },
            {
                "number": 5,
                "image_url": "../Images/vocab_idioms1.png",
                "front_text": "Let's learn about idioms, which are phrases that are special. They don't actually follow their literal meaning!",
                "examples": "What does this idiom actually mean?"
            },
            {
                "number": 6,
                "image_url": "../Images/vocab_idioms2.jpg",
                "front_text": "Here are more idioms and their meanings.",
                "examples": "Use these to improve your writing skills!"
            },
            {
                "number": 7,
                "image_url": "../Images/vocab_similes.jpg",
                "front_text": "Similes are used in the 'as ... as ...' format, and are used to compare one thing with another, usually to make describe something better!",
                "examples": "Can you come up with some similes? Try using the format above. Here's one - as brave as a lion."
            },
            {
                "number": 8,
                "image_url": "../Images/vocab_similes2.png",
                "front_text": "Here are more similes for you to use in your writing.",
                "examples": "Using similes and idioms help you relate words to each other too!"
            },
            {
                "number": 9,
                "image_url": "../Images/vocab_personification.png",
                "front_text": "Personification is when something is described as though it's a person.",
                "examples": "This example personifies the sun. Use personification to add more emotion to your writing!"
            },
            {
                "number": 10,
                "image_url": "../Images/vocab_personification2.jpg",
                "front_text": "Here's how to personify the moon, by using actions the moon wouldn't usually do. ",
                "examples": "Can you think of more ways to personify things? Try personifying grass. What actions can be used to describe it as a person?"
            }
            
        ]
        
    },    
    "science":{
        "plants and animals": [
            {
                "number": 1,
                "image_url": "../Images/study_3stagelifecycle.jpg",
                "front_text": "A 3 stage life-cycle for animals consists of the egg, young and adult stage.",
                "examples": "In the picture, a grasshopper goes from the egg, nymph to finally the adult stage."
            },
            {
                "number": 2,
                "image_url": "../Images/study_4stagelifecycle.jpg",
                "front_text": "A 4 stage life-cycle for animals consists of the egg, larva, pupa and adult stage.",
                "examples": "In the picture, a butterfly goes from the egg, to a larva(caterpillar), where it becomes a pupa to reach the adult stage."
            },
            {
                "number": 3,
                "image_url": "../Images/cold_hotblooded.jpg",
                "front_text": "Cold-blooded animals are unable to regulate their body's temperature. Warm-blooded animals are able to maintain their body temperature, in most environments.",
                "examples": "Reptiles, Amphibians, Fish and Insects are cold-blooded. Mammals, birds, and some fish and insects are warm-blooded."
            },
            {
                "number": 4,
                "image_url": "../Images/plant_lifecycle.jpg",
                "front_text": "For a flowering plant, the seed first germinates under sufficient water, warmth and oxygen, grows into a seedling, then young plant. The plant bears flowers then fruit in the adult stage.",
                "examples": "In the picture, the life cycle of a flowering plant is mainly split into 5 parts."
            },
            {
                "number": 5,
                "image_url": "../Images/seed_germination.jpg",
                "front_text": "After seed germination, the roots, then shoot grows out. The seedling depends on the seed coat for food before developing leaves. ",
                "examples": "In the picture, the development of a seed to a young plant is shown."
            },
            {
                "number": 6,
                "image_url": "../Images/plant_parts.jpg",
                "front_text": "A plant has many parts that perform different functions. The picture shows the different functions of these parts.",
                "examples": ""
            },
            {
                "number": 7,
                "image_url": "../Images/photosynthesis.png",
                "front_text": "Photosynthesis is the process by which plants turn water, sunlight, and carbon dioxide into water, oxygen, and simple sugars",
                "examples": "The diagram shows the process of photosynthesis in more detail."
            },
            {
                "number": 8,
                "image_url": "../Images/seed_dispersal.jpg",
                "front_text": "There are five main modes of seed dispersal: by gravity, wind, explosion, water, and animals.",
                "examples": "The diagram shows examples of plants that have different seed dispersal methods."
            },
            {
                "number": 9,
                "image_url": "../Images/animal_groups.jpg",
                "front_text": "There are six basic animal groups: fish, amphibians, reptiles, mammals, birds and invertaebrates.",
                "examples": ""
            },
            {
                "number": 10,
                "image_url": "../Images/food_chain.png",
                "front_text": "In a food chain, there are food producers, organisms that make their own food, and food consumers, that consume food. A herbivore eats plants, an omnivore eats both plants and animals and a carnivore eats animals.",
                "examples": "The diagram shows a simple example of a food chain."
            }
            
        ],
        "body systems, fungi and bacteria": [
            {
                "number": 1,
                "image_url": "../Images/circulatory_sys.png",
                "front_text": "The circulatory system consists of the heart, the blood and the blood vessels. It transports oxygen, digested food and water to the different parts of the body.",
                "examples": "The diagram shows different parts of the circulatory system."
            },
            {
                "number": 2,
                "image_url": "../Images/skeletal_sys.jpg",
                "front_text": "The skeletal system consists of all the bones in our body. It provides support to our body, protects our important organs and work together with the muscular system to enable movement. ",
                "examples": "The diagram shows how the skeletal system looks like."
            },
            {
                "number": 3,
                "image_url": "../Images/respiratory_sys.JPG",
                "front_text": "The respiratory system consists of the nose, windpipe and the lungs. It helps take in oxygen that our body needs for survival, and give out carbon dioxide",
                "examples": "The diagram shows the different parts of the respiratory system."
            },
            {
                "number": 4,
                "image_url": "../Images/muscular_sys.png",
                "front_text": "The muscular system is made of different types of muscles.  Some muscles, like the muscles that are found on our arms and legs, can be controlled to enable movement. However, some muscles, such as those that make up our heart and stomach, cannot be controlled.",
                "examples": "The diagram shows the different parts of the muscular system. Muscles work in pairs to enable movement.As one muscle contracts, the other muscle relaxes."
            },
            {
                "number": 5,
                "image_url": "../Images/digestive_sys.jpg",
                "front_text": "The digestive system digests food into simpler substances and absorbs the digested food into the bloodstream. It consists of the mouth, the gullet, the stomach, the small intestine, the large intestine and the anus.",
                "examples": "The diagram shows the different parts of the digestive system."
            },
            {
                "number": 6,
                "image_url": "../Images/fungi.jpg",
                "front_text": "Fungi are not plants as they do not have roots, stems or leaves.  A fungus is unable to make its own food as it does not have chlorophyll to trap sunlight for photosynthesis.",
                "examples": "The diagram shows examples of fungi."
            },
            {
                "number": 7,
                "image_url": "../Images/microfungi.jpg",
                "front_text": "There are some types of fungi we cannot see unless we use a microscope, such as yeast and mould.",
                "examples": "The picture shows yeast and mould look under a microscope."
            },
            {
                "number": 8,
                "image_url": "../Images/fungi_decomposer.jpg",
                "front_text": "Fungi are a type of decomposer. They obtain food by breaking down dead organisms into simpler substances though decomposition and absorb the simple substances as food.",
                "examples": "The picture shows the important roles fungi play in an ecosystem."
            },
            {
                "number": 9,
                "image_url": "../Images/bacteria.jpg",
                "front_text": "Bacteria are microorganisms that we cannot usually see, unless we use a microscope. Some bacteria are helpful to us, while some are harmful to us.",
                "examples": "The picture shows e-coli, a bacteria that causes us to fall sick."
            },
            {
                "number": 10,
                "image_url": "../Images/bacteria_decomposition.png",
                "front_text": "As with what we learned earlier about decomposers, bacteria are actually also decomposers, just like fungi!",
                "examples": "After decomposition, nutrients are returned to the soil, so that plants can absorb those nutrients."
            },
            {
                "number": 11,
                "image_url": "../Images/fungi_spores.jpg",
                "front_text": "Fungi reproduce by spores. For mushrooms, the spores are released from their gill cap.",
                "examples": "The diagram shows spores of a mushroom in its gill cap."
            }
            
        ],
        "matter": [
            {
                "number": 1,
                "image_url": "../Images/electronic-balance.jpg",
                "front_text": "The mass of an object refers to the amount of matter in the object.",
                "examples": "It can be measured by an electronic balance or beam balance. "
            },
            {
                "number": 2,
                "image_url": "../Images/mass_units.jpg",
                "front_text": "The units for mass are kilogram (kg) and gram (g).",
                "examples": "1000 grams is equal to 1 kilogram."
            },
            {
                "number": 3,
                "image_url": "../Images/volume.jpg",
                "front_text": "The volume of an object refers to the amount of space the object occupies.",
                "examples": "It can be measured by a beaker, test tube, conical flask and other equipment as well."
            },
            {
                "number": 4,
                "image_url": "../Images/volume_units.jpg",
                "front_text": "The units for volume are litres, millitres, cubic centimetres and cubic metres.",
                "examples": "A litre(l) is equal to 1000 millilitres(ml)."
            },
            {
                "number": 5,
                "image_url": "../Images/non_matter.jpg",
                "front_text": "Non-matter is anything that does not have mass and/or does not occupy space.",
                "examples": "Examples of non-matter are light, heat and sound."
            },
            {
                "number": 6,
                "image_url": "../Images/states_matter.png",
                "front_text": "Matter is classified to 3 different states - solid, liquid and gaseous state.",
                "examples": "Each state of matter has different properties, even if it is the same object, such as water!"
            },
            {
                "number": 7,
                "image_url": "../Images/liquid.png",
                "front_text": "Liquids have no fixed shape, have a fixed volume, is able to take up the shape of its container and cannot be compressed.",
                "examples": "Examples of liquids include the water you drink everyday, oil, and milk."
            },
            {
                "number": 8,
                "image_url": "../Images/solid.jpg",
                "front_text": "Solids have a fixed shape and volume, cannot take up the shape of its container and cannot be compressed.",
                "examples": "Examples of solids include ice, gold and ice cream."
            },
            {
                "number": 9,
                "image_url": "../Images/gas.jpg",
                "front_text": "Gases have no fixed shape and no fixed volume, is able to take up the shape of its container and can be compressed.",
                "examples": "Examples of gases include steam and the air we breathe in everyday."
            }
            
        ]
    },
    "math":{
        "addition and subtraction": [
            {
                "number": 1,
                "image_url": "",
                "front_text": "Addition is a process of combining two or more numbers",
                "examples": "1 + 1 = 2"
            },
            {
                "number": 2,
                "image_url": "",
                "front_text": "Subtraction is a process of of finding the difference between two numbers",
                "examples": "2 - 1 = 0"
            },
            {
                "number": 3,
                "image_url": "What is 5 multiplied by 3?",
                "front_text": "When you add a larger positive number with a smaller negative number, you will subtract the larger number with the smaller number",
                "examples": "3 + (-2) = 3 - 2 = 1"
            },
            {
                "number": 4,
                "image_url": "",
                "front_text": "When you add a larger negative number with a smaller positive number, you will subtract the larger number with the smaller number, the result will have the 'negative' sign",
                "examples": "(-3) + 2 = -1"
            },
            {
                "number": 5,
                "image_url": "What is 9 minus 4?",
                "front_text": "When you add two negative numbers, you will add both numbers just like adding positive numbers, but the result will have the 'negative' sign",
                "examples": "(-1) + (-2) = -3"
            },
            {
                "number": 6,
                "image_url": "What is 9 minus 4?",
                "front_text": "When you subtract any number with a negative number, you will add both numbers",
                "examples": "1 - (-2) = 1 + 2 = 3"
            },
            {
                "number": 7,
                "image_url": "What is 9 minus 4?",
                "front_text": "Addition is 'Commutative', meaning changing the order of the operands does not change the result",
                "examples": "1 + 2 = 2 + 1"
            },
            {
                "number": 8,
                "image_url": "What is 9 minus 4?",
                "front_text": "Substraction is <strong>NOT</strong> 'Commutative'",
                "examples": "2 - 1 != 1 - 2"
            }
        ],
        "division and multiplication": [
            {
                "number": 1,
                "image_url": "What is 12 divided by 4?",
                "front_text": "Multiplication is the process of calculating the product of two or more numbers",
                "examples": "2 x 2 = 4"
            },
            {
                "number": 2,
                "image_url": "If a book costs $15 and you have $20, how much change will you get?",
                "front_text": "Division is a mathematical operation which involves the sharing of an amount into equal-sized groups",
                "examples": "6 / 3 = 2"
            },
            {
                "number": 3,
                "image_url": "What is 3 squared (3^2)?",
                "front_text": "When you multiply a <strong>positive</strong> number with a <strong>negative</strong> number, the result will have the 'negative' sign",
                "examples": "2 x (-3) = -6"
            },
            {
                "number": 4,
                "image_url": "If you have 30 pencils and you give away 8, how many pencils do you have left?",
                "front_text": "When you multiply a <strong>negative</strong> number with a <strong>negative</strong> number, the result will be a positive number",
                "examples": "(-2) x (-3) = 6"
            },
            {
                "number": 5,
                "image_url": "What is the result of 8 multiplied by 7?",
                "front_text": "The same concept of multiplying positive and negative numbers applies to division",
                "examples": "6 / (-3) = -2 & (-6) / (-3) = 2"
            },
            {
                "number": 6,
                "image_url": "What is 1/4 of 20?",
                "front_text": "Just like Addition, Multiplication is 'Commutative'",
                "examples": "1 x 2 = 2 x 1"
            },
            {
                "number": 7,
                "image_url": "If you have 5 siblings, and you are the 3rd oldest, how many siblings are younger than you?",
                "front_text": "Division is <strong>NOT</strong> 'Commutative'",
                "examples": "6 / 3 != 3 / 6"
            },
            {
                "number": 8,
                "image_url": "What is 1/4 of 20?",
                "front_text": "Multiplication is also 'Distributive', meaning when a factor is multiplied by the addition/substraction of two terms, it is essential to multiply each of the two numbers by the factor, and finally perform the addition/substraction operation",
                "examples": "2 x (1 + 3) = (2 x 1) + (2 x 3) = 2 + 6 = 8"
            }
            
        ],
        "advanced multiplication": [
            {
                "number": 1,
                "image_url": "",
                "front_text": "When multiplying with double-digit (or higher) number, it is best to break down the numbers down (i.e. tens and ones for double-digit numbers, etc.), then use the 'Commutative' method",
                "examples": "11 x 12 = 11 x (10 + 2) = 110 + 22 = 132"
            },
            {
                "number": 2,
                "image_url": "Solve for 'y' in the equation 2y - 3 = 11.",
                "front_text": [2, 4, 5, 7],
                "examples": 4
            },
            {
                "number": 3,
                "image_url": "What is the square root of 169?",
                "front_text": [10, 11, 12, 13],
                "examples": 2
            },
            {
                "number": 4,
                "image_url": "If a train travels at a speed of 80 miles per hour, how long will it take to travel 160 miles?",
                "front_text": ["1 hour", "2 hours", "3 hours", "4 hours"],
                "examples": 2
            },
            {
                "number": 5,
                "image_url": "Solve for 'x' in the equation 4x - 7 = 5x + 3.",
                "front_text": [10, 8, 6, 4],
                "examples": 2
            }
        ]    
    }
        
}
